Repository: dreamchess/dreamchess
Catalog: dreamchess/po/*.po
Languages: eo, fa

source: Programming
eo: Programado
fa: برنامه نویسی

source: Graphics
eo: Grafiko
fa: گرافیک

source: 3D Modelling
eo: Tridimensia modeligo
fa: حالت سه بعدی

source: Special Thanks To
eo: Specialan dankon al
fa: با تشکر از

source: Music
eo: Muziko
fa: موسیقی

source: Checkmate
eo: Mato

source: Stalemate
eo: Pato
fa: بن‌بست

source: Threefold repetition
eo: Trifoja ripeto

source: 50-move rule
eo: 50-mova regulo

source: Insufficient material
eo: Nesufiĉo da ŝakpecoj

source: Usage: dreamchess [options] An xboard-compatible chess interface. Options:
eo: Uzado: dreamchess [opcioj] Ŝaka fasado kongrua kun xboard. Opcioj:
fa: طریقه استفاده: "[گزینه] Dream chess" یک رابط شطرنج سازگار با xboard. گزینه ها:

source: show help
eo: montri helpon
fa: نمایش کمک

source: run fullscreen
eo: ruliĝi plenekrane
fa: اجرا به صورت تمام صفحه

source: set screen width
eo: agordi ekranan larĝon
fa: تنظیم عرض صفحه

source: set screen height
eo: agordi ekranan alton
fa: تنظیم ارتفاع صفحه

source: use <eng> as first chess engine
eo: uzi <eng> kiel unuan ŝakmotoron
fa: از <eng> به عنوان اولین موتور شطرنج استفاده کنید

source: defaults to 'dreamer'
eo: implicite «dreamer»
fa: به صورت پیش فرض به 'dreamer'

source: Off
eo: Malŝaltita
fa: خاموش

source: On
eo: Ŝaltita
fa: روشن

source: Custom
eo: Propra
fa: سفارشی

source: Human vs. CPU
eo: Homo kontraŭ komputilo
fa: انسانی در مقابل کامپیوتر

source: CPU vs. Human
eo: Komputilo kontraŭ homo
fa: کامپیوتر در مقابل انسان

source: Human vs. Human
eo: Homo kontraŭ homo
fa: انسان در مقابل انسان

source: Easy
eo: Facile
fa: آسان

source: Normal
eo: Ordinare
fa: متوسط

source: Unknown title
eo: Nekonata titolo
fa: عنوان ناشناخته

source: Unknown album
eo: Nekonata albumo
fa: آهنگ ناشناخته

source: Unknown artist
eo: Nekonata muzikisto
fa: هنرمند ناشناس

source: Theme:
eo: Etoso:
fa: تم:

source: Show Coordinates:
eo: Ĉu montri koordinatojn:
fa: نمایش مختصات:

source: Engine:
eo: Motoro:
fa: موتور:

source: Music Volume:
eo: Laŭto de muziko:
fa: صدای آهنگ :

source: Sound Volume:
eo: Laŭto de sono:
fa: میزان صدا :

source: Change resolution…
eo: Ŝanĝi distingivon…
fa: تغییر وضوح نمایش…

source: OK
eo: Bone
fa: تایید

source: Retract Move
eo: Malmovi
fa: حرکت قبلی

source: Move Now
eo: Ekmovi
fa: حرکت فعلی

source: View Previous Move
eo: Vidi antaŭan movon
fa: نمایش حرکت قبلی

source: View Next Move
eo: Vidi sekvan movon
fa: نمایش حرکت بعدی

source: Cancel
eo: Nuligi
fa: لغو

source: Quit to Title?
eo: Ĉu forlasi al titolo?
fa: آیا میخواهید به منو باز گردید؟

source: Error: failed to change video mode
eo: Eraro: malsukcesis ŝanĝi videoreĝimon
fa: خطا : تغییر حالت ویدیو انجام نشد

source: Resolution:
eo: Distingivo:
fa: وضوح نمایش :

source: Custom:
eo: Propra:
fa: سفارشی :

source: Full screen:
eo: Plenekrana reĝimo:
fa: تمام صفحه:

source: Multisampling:
eo: Multsamplado:
fa: چند مرحله ای:

source: Save game…
eo: Konservi partion…
fa: ذخیره بازی…

source: Move Options…
eo: Opcioj pri movo…
fa: گزینه‌های انتقال…

source: Quit Game…
eo: Forlasi partion…
fa: خروج از بازی…

source: Tied!
eo: Vana partio!
fa: گره خورده است!

source: Checkmate!
eo: Ŝakmat!
fa: کیش ومات !

source: Check!
eo: Ŝak!
fa: کیش!

source: Victory!
eo: Gajno!
fa: پیروزی!

source: Players:
eo: Ludantoj:
fa: بازیکنان:

source: Difficulty:
eo: Facilo:
fa: دشواری:

source: Level:
eo: Nivelo:
fa: سطح:

source: Time options…
eo: Opcioj pri horloĝo…
fa: گزینه‌های زمان…

source: Start Game
eo: Ekludi
fa: شروع بازی

source: New Game…
eo: Nova partio…
fa: بازی جدید…

source: Load Game…
eo: Ŝargi partion…
fa: بارگذاری بازی…

source: Configuration…
eo: Agordi…
fa: تنظیمات…

source: Quit
eo: Forlasi
fa: خارج شدن

source: Promotion! Choose new piece!
eo: Promocio! Elektu novan ŝakfiguron!
fa: ترفیع! مهره جدیدی انتخاب کنید!

source: Save successful
eo: Sukcese konservis
fa: با موفقیت ذخیره شد

source: Save failed
eo: Konservado malsukcesis
fa: ذخیره نشد

source: Saved: %s
eo: Konservis %s
fa: ذخیره شده: %s

source: CPU
eo: Komputilo

source: Human
eo: Homo
fa: انسان

source: %s vs %s
eo: %s kontraŭ %s
fa: %s درمقابل %s

source: Difficulty: %s
eo: Facilo: %s
fa: دشواری: %s

source: Level: %i
eo: Nivelo: %i
fa: سطح: %i

source: Empty slot
eo: Malplena pozicio
fa: مکان خالی

source: Save slot: %i
eo: Konservi pozicion: %i
fa: ذخیره مکان:%i

source: Save Game
eo: Konservi partion
fa: ذخیره بازی

source: Load Game
eo: Ŝargi partion
fa: بارگذاری بازی

source: Error: failed to set video mode; using defaults
eo: Eraro: malsukcesis agordi videoreĝimon; uzante implicitaĵojn
fa: خطا: تنظیم حالت ویدیو انجام نشد. از پیش فرض استفاده میشود

source: Loading, please wait…
eo: Ŝargante, bonvolu atendi…
fa: در حال بارگذاری، لطفا منتظر بمانید…

source: White won the match!
eo: Blanko gajnis la partion!
fa: سفید برنده شد!

source: Black won the match!
eo: Nigro gajnis la partion!
fa: سیاه برنده شد!

source: The game ended in a draw!
eo: La partio estas vana!
fa: بازی با تساوی به پایان رسید!

source: Unknown
eo: Nekonata
fa: ناشناخته
